# -*- coding: utf-8 -*-
'''
>>> import os
>>> import random
>>> from art import *
>>> font_list(mode="non-ascii")
antrophobia :
тєѕт
<BLANKLINE>
atlantic :
ϯεςϯ
<BLANKLINE>
awcute :
téśt
<BLANKLINE>
awesome :
тεƨт
<BLANKLINE>
black_bubble :
🅣🅔🅢🅣
<BLANKLINE>
black_square :
🆃🅴🆂🆃
<BLANKLINE>
bold_fraktur :
𝖙𝖊𝖘𝖙
<BLANKLINE>
bold_script :
𝓽𝓮𝓼𝓽
<BLANKLINE>
carrier1 :
TᕮST
<BLANKLINE>
carrier2 :
TᙓST
<BLANKLINE>
celtic :
էεʂէ
<BLANKLINE>
chinese_mafia :
丁乇丂丁
<BLANKLINE>
cjk :
イモらイ
<BLANKLINE>
contouring1 :
ⓣⓔⓢⓣ
<BLANKLINE>
contouring2 :
⒯⒠⒮⒯
<BLANKLINE>
contouring3 :
[̲̅t][̲̅e][̲̅s][̲̅t]
<BLANKLINE>
contouring4 :
(̲̅t)(̲̅e)(̲̅s)(̲̅t)
<BLANKLINE>
coptic1 :
ⲧⲉ⳽ⲧ
<BLANKLINE>
coptic2 :
ⲧⲉ⳽ⲧ
<BLANKLINE>
cranky :
†εš†
<BLANKLINE>
curly :
էҽʂէ
<BLANKLINE>
currency :
₮Ɇ₴₮
<BLANKLINE>
cute1 :
ƭєƨƭ
<BLANKLINE>
cute2 :
ƭҽʂƭ
<BLANKLINE>
cute3 :
եҽsե
<BLANKLINE>
dirty :
ẗệṩẗ
<BLANKLINE>
dirty2 :
ẗệṩẗ
<BLANKLINE>
dotted :
ẗëṡẗ
<BLANKLINE>
drako :
ϮꂅᏕϮ
<BLANKLINE>
dwarf :
ᵗᵉˢᵗ
<BLANKLINE>
fancy1 :
тεsт
<BLANKLINE>
fancy10 :
ɬɛʂɬ
<BLANKLINE>
fancy100 :
꓄ꏂꇙ꓄
<BLANKLINE>
fancy101 :
tᥱ⳽t
<BLANKLINE>
fancy102 :
ΓESΓ
<BLANKLINE>
fancy103 :
tẹṣt
<BLANKLINE>
fancy104 :
ƮᙓᔑƮ
<BLANKLINE>
fancy105 :
тešт
<BLANKLINE>
fancy106 :
ʈɛsʈ
<BLANKLINE>
fancy107 :
τεsτ
<BLANKLINE>
fancy108 :
ƚЄ$ƚ
<BLANKLINE>
fancy11 :
ՇєรՇ
<BLANKLINE>
fancy12 :
tєѕt
<BLANKLINE>
fancy13 :
tєรt
<BLANKLINE>
fancy14 :
ȶɛֆȶ
<BLANKLINE>
fancy15 :
✞ƎƧ✞
<BLANKLINE>
fancy16 :
ΓΞSΓ
<BLANKLINE>
fancy17 :
ᏆɛֆᏆ
<BLANKLINE>
fancy18 :
ԵҽՏԵ
<BLANKLINE>
fancy19 :
꓄ꍟꌗ꓄
<BLANKLINE>
fancy2 :
ㄒ乇丂ㄒ
<BLANKLINE>
fancy20 :
ᵀᴱˢᵀ
<BLANKLINE>
fancy21 :
тeѕт
<BLANKLINE>
fancy22 :
ŤƐらŤ
<BLANKLINE>
fancy23 :
ƬЄƧƬ
<BLANKLINE>
fancy24 :
ϮꂅᏕϮ
<BLANKLINE>
fancy25 :
ｲ乇丂ｲ
<BLANKLINE>
fancy26 :
†εš†
<BLANKLINE>
fancy27 :
tēŞt
<BLANKLINE>
fancy28 :
ƬΣƧƬ
<BLANKLINE>
fancy29 :
†ê§†
<BLANKLINE>
fancy3 :
ŤĔŚŤ
<BLANKLINE>
fancy30 :
ᖶᘿSᖶ
<BLANKLINE>
fancy31 :
ནპჰན
<BLANKLINE>
fancy32 :
꓄ꏂꑄ꓄
<BLANKLINE>
fancy33 :
꓅ꍟꌚ꓅
<BLANKLINE>
fancy34 :
ꋖꈼꌚꋖ
<BLANKLINE>
fancy35 :
੮૯ς੮
<BLANKLINE>
fancy36 :
ԵȝՏԵ
<BLANKLINE>
fancy37 :
ꋖꏹꌚꋖ
<BLANKLINE>
fancy38 :
ꋖꑀꈜꋖ
<BLANKLINE>
fancy39 :
ፕቿነፕ
<BLANKLINE>
fancy4 :
ᏆᎬsᏆ
<BLANKLINE>
fancy40 :
꓅ꑾꇘ꓅
<BLANKLINE>
fancy41 :
ț£§ț
<BLANKLINE>
fancy42 :
ţ€$ţ
<BLANKLINE>
fancy43 :
ᖶᙍSᖶ
<BLANKLINE>
fancy44 :
тεƨт
<BLANKLINE>
fancy45 :
тešт
<BLANKLINE>
fancy46 :
էεʂէ
<BLANKLINE>
fancy47 :
†ε$†
<BLANKLINE>
fancy48 :
էεรէ
<BLANKLINE>
fancy49 :
τεЅτ
<BLANKLINE>
fancy5 :
ᏖᏋᏕᏖ
<BLANKLINE>
fancy50 :
ҭἔṩҭ
<BLANKLINE>
fancy51 :
7357
<BLANKLINE>
fancy52 :
τEŠτ
<BLANKLINE>
fancy53 :
ƮęsƮ
<BLANKLINE>
fancy54 :
⊥ÈS⊥
<BLANKLINE>
fancy55 :
t€$t
<BLANKLINE>
fancy56 :
𝐭𝐞𝐬𝐭
<BLANKLINE>
fancy57 :
𝚝𝚎𝚜𝚝
<BLANKLINE>
fancy58 :
𝖙𝖊𝖘𝖙
<BLANKLINE>
fancy59 :
𝕥𝕖𝕤𝕥
<BLANKLINE>
fancy6 :
ƭεรƭ
<BLANKLINE>
fancy60 :
𝘁𝗲𝘀𝘁
<BLANKLINE>
fancy61 :
𝑡𝑒𝑠𝑡
<BLANKLINE>
fancy62 :
𝘵𝘦𝘴𝘵
<BLANKLINE>
fancy63 :
𝒕𝒆𝒔𝒕
<BLANKLINE>
fancy64 :
𝙩𝙚𝙨𝙩
<BLANKLINE>
fancy65 :
𝓉𝑒𝓈𝓉
<BLANKLINE>
fancy66 :
𝓽𝒆𝓼𝓽
<BLANKLINE>
fancy67 :
ｔｅｓｔ
<BLANKLINE>
fancy68 :
𝔱𝔢𝔰𝔱
<BLANKLINE>
fancy69 :
ᵗᵉᶳᵗ
<BLANKLINE>
fancy7 :
丅ᗴᔕ丅
<BLANKLINE>
fancy70 :
тeѕт
<BLANKLINE>
fancy71 :
тєѕт
<BLANKLINE>
fancy72 :
тєѕт
<BLANKLINE>
fancy73 :
ŧêšŧ
<BLANKLINE>
fancy74 :
ŧεşŧ
<BLANKLINE>
fancy75 :
ｲ乇ㄎｲ
<BLANKLINE>
fancy76 :
էҽʂէ
<BLANKLINE>
fancy77 :
ƚҽʂƚ
<BLANKLINE>
fancy78 :
tєรt
<BLANKLINE>
fancy79 :
†εš†
<BLANKLINE>
fancy8 :
tєรt
<BLANKLINE>
fancy80 :
ƭєƨƭ
<BLANKLINE>
fancy81 :
ƚЄ$ƚ
<BLANKLINE>
fancy82 :
Ŧ£ŞŦ
<BLANKLINE>
fancy83 :
τεȘτ
<BLANKLINE>
fancy84 :
tΞst
<BLANKLINE>
fancy85 :
ťĕʂť
<BLANKLINE>
fancy86 :
ᴛᴇsᴛ
<BLANKLINE>
fancy87 :
𝓽𝓮𝓼𝓽
<BLANKLINE>
fancy88 :
tᥱst
<BLANKLINE>
fancy89 :
𝗍𝖾𝗌𝗍
<BLANKLINE>
fancy9 :
тeѕт
<BLANKLINE>
fancy90 :
𝑡𝑒𝑠𝑡
<BLANKLINE>
fancy91 :
𝒕𝒆𝒔𝒕
<BLANKLINE>
fancy92 :
𝙩𝙚𝙨𝙩
<BLANKLINE>
fancy93 :
𝘵𝘦𝘴𝘵
<BLANKLINE>
fancy94 :
𝓉𝑒𝓈𝓉
<BLANKLINE>
fancy95 :
𝔱𝔢𝔰𝔱
<BLANKLINE>
fancy96 :
tᥱ⳽t
<BLANKLINE>
fancy97 :
тεѕт
<BLANKLINE>
fancy98 :
τεsτ
<BLANKLINE>
fancy99 :
тeѕт
<BLANKLINE>
fasion :
ŧεşŧ
<BLANKLINE>
flip :
ϝԍƨϝ
<BLANKLINE>
foreign_friends :
ṭєṡṭ
<BLANKLINE>
fraktur2 :
𝔱𝔢𝔰𝔱
<BLANKLINE>
full_width :
ｔｅｓｔ
<BLANKLINE>
funky_fresh :
тḙṧт
<BLANKLINE>
greek_legends :
TΣST
<BLANKLINE>
h4k3r :
7357
<BLANKLINE>
handwriting1 :
𝓉𝑒𝓈𝓉
<BLANKLINE>
handwriting2 :
ƚҽʂƚ
<BLANKLINE>
hazy :
ŤƐらŤ
<BLANKLINE>
hippie :
⊥ε﹩⊥
<BLANKLINE>
hyves :
t€$t
<BLANKLINE>
knight :
ṮḕṠṮ
<BLANKLINE>
knight2 :
ṮḕṠṮ
<BLANKLINE>
lilia :
test
<BLANKLINE>
lopioo :
ȶɛֆȶ
<BLANKLINE>
love1 :
ƬƐSƬ
<BLANKLINE>
love2 :
тєsт
<BLANKLINE>
malayalam :
੮૯ട੮
<BLANKLINE>
messletters :
ᴛєѕᴛ
<BLANKLINE>
minion :
ᴛᴇsᴛ
<BLANKLINE>
mirror :
ɈƨǝɈ
<BLANKLINE>
mirror_flip :
ʇsǝʇ
<BLANKLINE>
monospace :
𝚝𝚎𝚜𝚝
<BLANKLINE>
native_lands :
ƬꍟꌗƬ
<BLANKLINE>
paranormal :
tєst
<BLANKLINE>
parenthesized :
⒯⒠⒮⒯
<BLANKLINE>
rusify :
тё$т
<BLANKLINE>
russian :
TΞST
<BLANKLINE>
sarah :
ᏆℰЅᏆ
<BLANKLINE>
scammer :
těst
<BLANKLINE>
slammer :
ƮęsƮ
<BLANKLINE>
smallcaps2 :
ᴛᴇsᴛ
<BLANKLINE>
smallcaps3 :
ᴛᴇsᴛ
<BLANKLINE>
smooth1 :
тєѕт
<BLANKLINE>
smooth2 :
тєѕт
<BLANKLINE>
special :
TEᔕT
<BLANKLINE>
strange :
τεȘτ
<BLANKLINE>
strikethrough :
ŧɇsŧ
<BLANKLINE>
subscript :
ₜₑₛₜ
<BLANKLINE>
sunday_cuddle :
тєѕт
<BLANKLINE>
superscript :
ᵗᵉˢᵗ
<BLANKLINE>
swirly :
੮૯ς੮
<BLANKLINE>
symbols :
☂€ⓢ☂
<BLANKLINE>
thin2 :
ｔｅｓｔ
<BLANKLINE>
thin3 :
ｔｅｓｔ
<BLANKLINE>
tiny :
ᴛᴇᴤᴛ
<BLANKLINE>
tiny2 :
ᴛᴇꜱᴛ
<BLANKLINE>
upside_down :
ʇǝsʇ
<BLANKLINE>
white_bubble :
ⓣⓔⓢⓣ
<BLANKLINE>
white_square :
🅃🄴🅂🅃
<BLANKLINE>
wiggly :
⊥ÈS⊥
<BLANKLINE>
>>> art_list(mode="non-ascii")
100$
[̲̅$̲̅(̲̅ιοο̲̅)̲̅$̲̅]
******************************
3
ᕙ༼ ,,ԾܫԾ,, ༽ᕗ
******************************
5
ᕙ༼ ,,இܫஇ,, ༽ᕗ
******************************
9/11 truth
✈__✈ █ █ ▄
******************************
acid
⊂(◉‿◉)つ
******************************
afraid
(　ﾟ Дﾟ)
******************************
airplane1
 ‛¯¯٭٭¯¯(▫▫)¯¯٭٭¯¯’
******************************
airplane2
✈
******************************
ak-47
︻┳デ═—
******************************
almost cared
╰╏ ◉ 〜 ◉ ╏╯
******************************
american money2
[̲̅$̲̅(̲̅1̲̅)̲̅$̲̅]
******************************
american money3
[̲̅$̲̅(̲̅5̲̅)̲̅$̲̅]
******************************
american money4
[̲̅$̲̅(̲̅ιοο̲̅)̲̅$̲̅]
******************************
american money5
[̲̅$̲̅(̲̅2οο̲̅)̲̅$̲̅]
******************************
angry
 ლ(ಠ益ಠ)ლ
******************************
angry face
(⋟﹏⋞)
******************************
angry2
( ͠° ͟ʖ ͡°)﻿
******************************
ankush
︻デ┳═ー*----*
******************************
arrow1
»»---------------------►
******************************
arrowhead
⤜(ⱺ ʖ̯ⱺ)⤏
******************************
awkward
•͡˘㇁•͡˘
******************************
badass
(⌐■_■)--︻╦╤─ - - -
******************************
band aid
(̲̅:̲̅:̲̅:̲̅[̲̅ ̲̅]̲̅:̲̅:̲̅:̲̅ )
******************************
barbell
▐━━━━━▌
******************************
barcode1
█║▌│ █│║▌ ║││█║▌ │║║█║ │║║█║
******************************
barcode2
║█║▌║█║▌│║▌║▌█║
******************************
bautista
(╯°_°）╯︵ ━━━
******************************
bear
ʕ•ᴥ•ʔ
******************************
because
∵
******************************
bee
¸.·´¯`·¸¸.·´¯`·.¸.-<\^}0=:
******************************
being draged
╰(◣﹏◢)╯
******************************
bender
 ¦̵̱ ̵̱ ̵̱ ̵̱ ̵̱(̢ ̡͇̅└͇̅┘͇̅ (▤8כ−◦
******************************
big eyes
⺌∅‿∅⺌
******************************
big nose
˚∆˚
******************************
bird
 (⌒▽⌒)﻿
******************************
birds
~(‾▿‾)~
******************************
bomb
!!(　’ ‘)ﾉﾉ⌒●~*
******************************
boombox1
♫♪.ılılıll|̲̅̅●̲̅̅|̲̅̅=̲̅̅|̲̅̅●̲̅̅|llılılı.♫♪
******************************
boombox2
♫♪ |̲̅̅●̲̅̅|̲̅̅=̲̅̅|̲̅̅●̲̅̅| ♫♪
******************************
british money
[£::]
******************************
bullshit
|3ᵕᶦᶦᶳᶣᶨᶵ
******************************
butt
(‿|‿)
******************************
butterfly
Ƹ̵̡Ӝ̵̨̄Ʒ
******************************
camera
[◉"]
******************************
car race
∙،°.  ˘Ô≈ôﺣ   » » »
******************************
cassette1
|[●▪▪●]|
******************************
cassette2
[¯ↂ■■ↂ¯]
******************************
cat face
⦿⽘⦿
******************************
cat smile
≧◔◡◔≦﻿
******************************
cat2
龴ↀ◡ↀ龴
******************************
catlenny
( ͡° ᴥ ͡°)
******************************
chair
╦╣
******************************
cheer
  ^(¤o¤)^
******************************
chess
♞▀▄▀▄♝▀▄
******************************
chess pieces
♚ ♛ ♜ ♝ ♞ ♟ ♔ ♕ ♖ ♗ ♘ ♙
******************************
chu
(´ε｀ )
******************************
cigarette1
(̅_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
******************************
club bold
♣
******************************
club regular
♧
******************************
coffee now
{zzz}°°°( -_-)>c[_]
******************************
crayons
((̲̅ ̲̅(̲̅C̲̅r̲̅a̲̅y̲̅o̲̅l̲̲̅̅a̲̅( ̲̅((>
******************************
cry
 (╯︵╰,)
******************************
crying1
Ỏ̷͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦̖̹̼̠̘̮͚̟͉̺̜͍͓̯̳̱̻͕̣̳͉̻̭̭̱͍̪̩̭̺͕̺̼̥̪͖̦̟͎̻̰_Ỏ̷͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦̖̹̼̠̘̮͚̟͉̺̜͍͓̯̳̱̻͕̣̳͉̻̭̭̱͍̪̩̭̺͕̺̼̥̪͖̦̟͎̻̰
******************************
cup1
(▓
******************************
cup2
\̅_̅/̷̚ʾ
******************************
cute cat
^⨀ᴥ⨀^
******************************
dab
ヽ( •_)ᕗ
******************************
dalek
 ̵̄/͇̐\
******************************
damnyou
(ᕗ ͠° ਊ ͠° )ᕗ
******************************
dancee
♪┏(°.°)┛┗(°.°)┓┗(°.°)┛┏(°.°)┓ ♪
******************************
dancing people
‎(/.__.)/   \(.__.\)
******************************
dead eyes
¿ⓧ_ⓧﮌ
******************************
decorate
▂▃▅▇█▓▒░۩۞۩        ۩۞۩░▒▓█▇▅▃▂
******************************
depressed
(︶︹︶)
******************************
derp
ヘ（。□°）ヘ
******************************
dgaf
┌∩┐(◣ _ ◢)┌∩┐
******************************
diamond bold
♦
******************************
diamond regular
♢
******************************
dog
ˁ˚ᴥ˚ˀ
******************************
don fuller
╭∩╮(Ο_Ο)╭∩╮
******************************
drowning
人人人ヾ( ;×o×)〃 人人人
******************************
drunkenness
ヽ（´ー｀）┌
******************************
dunno
¯\(°_o)/¯
******************************
electrocardiogram1
√v^√v^√v^√v^√♥
******************************
electrocardiogram2
v^v^v^v^√\/♥
******************************
electrocardiogram3
/\/\/\/\/\/\/\/\/\/\/\v^♥
******************************
electrocardiogram4
√v^√v^♥√v^√v^√
******************************
elephant
°j°m
******************************
energy
 つ ◕_◕ ༽つ  つ ◕_◕ ༽つ
******************************
envelope
✉
******************************
epic gun
︻┳デ═—
******************************
equalizer
▇ ▅ █ ▅ ▇ ▂ ▃ ▁ ▁ ▅ ▃ ▅ ▅ ▄ ▅ ▇
******************************
error
(╯°□°)╯︵ ɹoɹɹƎ
******************************
exchange
(╯°□°）╯︵ ǝƃuɐɥɔxǝ
******************************
eye closed
 (╯_╰)
******************************
eyes
℃ↂ_ↂↃ
******************************
face
•|龴◡龴|•
******************************
facepalm
(>ლ)
******************************
fail
o(╥﹏╥)o
******************************
fart
(ˆ⺫ˆ๑)<3
******************************
finger1
╭∩╮(Ο_Ο)╭∩╮
******************************
finger2
┌∩┐(◣_◢)┌∩┐
******************************
finn
| (• ◡•)|
******************************
fish invasion
›(̠̄:̠̄c  ›(̠̄:̠̄c  (¦Ҝ  (¦Ҝ  ҉  -  -  -   ¦̺͆¦  ▪▌
******************************
fish swim
¸.·´¯`·.´¯`·.¸¸.·´¯`·.¸><(((º>
******************************
fish3
`·.¸¸ ><((((º>.·´¯`·><((((º>
******************************
flex
ᕙ(⇀‸↼‶)ᕗ
******************************
formula1 car
\ō͡≡o˞̶
******************************
french kiss
:-XÞ
******************************
frown
(ღ˘⌣˘ღ)
******************************
fu
(ಠ_ಠ)┌∩┐
******************************
fuckall
 	╭∩╮（︶︿︶）╭∩╮
******************************
fungry
Σ_(꒪ཀ꒪」∠)_
******************************
ghost
‹’’›(Ͼ˳Ͽ)‹’’›
******************************
gimme
༼ つ ◕_◕ ༽つ
******************************
glasses2
ᒡ◯ᵔ◯ᒢ
******************************
glitter
(*・‿・)ノ⌒*:･ﾟ✧
******************************
go away bear
╭∩╮ʕ•ᴥ•ʔ╭∩╮
******************************
gotit
(☞ﾟ∀ﾟ)☞
******************************
gtalk fit
(•̪̀●́)=ε/̵͇̿̿/'̿̿ ̿ ̿̿  N --------{---(@
******************************
guitar
c====(=#O| ) ~~ ♬·¯·♩¸¸♪·¯·♫¸
******************************
gun1
︻╦╤─
******************************
gun2
︻デ═一
******************************
gun3
╦̵̵̿╤─ ҉ ~ •
******************************
hairstyle
⨌⨀_⨀⨌
******************************
happy
 ۜ\(סּںסּَ` )/ۜ
******************************
happy birthday 1
ዞᏜ℘℘Ꮍ ℬℹℛʈዞᗬᏜᎽ
******************************
happy square
【ツ】
******************************
happy2
⎦˚◡˚⎣
******************************
happy3
㋡
******************************
head shot
->~∑≥_≤)
******************************
heart bold
♥
******************************
heart regular
♡
******************************
heart1
»-(¯`·.·´¯)->
******************************
heart2
♡
******************************
hell yeah
(òÓ,)_\,,/
******************************
hello
(ʘ‿ʘ)╯
******************************
help
٩(͡๏̯͡๏)۶
******************************
high five
( ⌒o⌒)人(⌒-⌒ )v
******************************
honeycute
❤◦.¸¸.  ◦✿
******************************
house
__̴ı̴̴̡̡̡ ̡͌l̡̡̡ ̡͌l̡*̡̡ ̴̡ı̴̴̡ ̡̡͡|̲̲̲͡͡͡ ̲▫̲͡ ̲̲̲͡͡π̲̲͡͡ ̲̲͡▫̲̲͡͡ ̲|̡̡̡ ̡ ̴̡ı̴̡̡ ̡͌l̡̡̡̡.___
******************************
hug me
(っ◕‿◕)っ
******************************
huhu
█▬█ █▄█ █▬█ █▄█
******************************
human
•͡˘㇁•͡˘
******************************
hybrix
ʕʘ̅͜ʘ̅ʔ
******************************
i dont care
╭∩╮（︶︿︶）╭∩╮
******************************
i kill you
 ̿ ̿̿'̿̿\̵͇̿̿\=(•̪●)=/̵͇̿̿/'̿̿ ̿ ̿
******************************
inlove
(✿ ♥‿♥)
******************************
jaymz
 (•̪●)==ε/̵͇̿​̿/’̿’̿ ̿ ̿̿    `(•.°)~
******************************
jazz musician
ヽ(⌐■_■)ノ♪♬
******************************
john lennon
((ºjº))
******************************
jokeranonimous
╭∩╮ (òÓ,) ╭∩╮
******************************
jokeranonimous2
╭∩╮(ô¿ô)╭∩╮
******************************
kablewee
 	̿' ̿'\̵͇̿̿\з=( ͡ °_̯͡° )=ε/̵͇̿̿/'̿'̿ ̿
******************************
killer
(⌐■_■)--︻╦╤─ - - - (╥﹏╥)
******************************
kilroy was here
" Ü "
******************************
kirby
(つ -‘ _ ‘- )つ
******************************
kokain
 ̿ ̿' ̿'\̵͇̿̿\з=(•̪●)=ε/̵͇̿̿/'̿''̿ ̿
******************************
kyubey
／人 ⌒ ‿‿ ⌒ 人＼
******************************
kyubey2
／人 ◕‿‿◕ 人＼
******************************
laughing
(＾▽＾)
******************************
lenny
( ͡° ͜ʖ ͡°)
******************************
line brack
●▬▬▬▬๑۩۩๑▬▬▬▬▬●
******************************
loading1
█▒▒▒▒▒▒▒▒▒
******************************
loading2
███▒▒▒▒▒▒▒
******************************
loading3
█████▒▒▒▒▒
******************************
loading4
███████▒▒▒
******************************
loading5
█████████▒
******************************
loading6
██████████
******************************
looking face
ô¿ô
******************************
love
ⓛⓞⓥⓔ
******************************
love in my eye1
(♥_♥)
******************************
love in my eye2
(｡❤◡❤｡)
******************************
love in my eye3
(❤◡❤)
******************************
love you
»-(¯`·.·´¯)-><-(¯`·.·´¯)-«
******************************
love2
 ~♡ⓛⓞⓥⓔ♡~
******************************
man spider
/╲/\༼ *ಠ 益 ಠ* ༽/\╱\
******************************
man tears
ಥ_ಥ
******************************
mango
) _ _ __/°°¬
******************************
med
ب_ب
******************************
med man
(⋗_⋖)
******************************
meditation
‿( ́ ̵ _-`)‿
******************************
meep
\(°^°)/
******************************
message1
(¯`·._.·(¯`·._.·  ·._.·´¯)·._.·´¯)
******************************
message2
,.-~*´¨¯¨`*·~-.¸-(-,.-~*´¨¯¨`*·~-.¸
******************************
monocle
(╭ರ_•́)
******************************
monster
٩(̾●̮̮̃̾•̃̾)۶
******************************
monster2
٩(- ̮̮̃-̃)۶
******************************
mouse2
 .       ~~(__^·>
******************************
mouse3
<·^__)~~          .
******************************
mouse4
—-{,_,”><",_,}----
******************************
musical
¸¸♬·¯·♩¸¸♪·¯·♫¸¸¸¸♬·¯·♩¸¸♪·¯·♫¸¸
******************************
myancat
mmmyyyyy<⦿⽘⦿>aaaannn
******************************
nathan
♪└(￣◇￣)┐♪└(￣◇￣)┐♪└(￣◇￣)┐♪
******************************
needle1
┣▇▇▇═─
******************************
neo
(⌐■_■)--︻╦╤─ - - -
******************************
nose
\˚ㄥ˚\
******************************
owlkin
(ᾢȍˬȍ)ᾢ ļ ļ ļ ļ ļ
******************************
pac man
ᗧ···ᗣ···ᗣ··
******************************
panda
ヽ(￣(ｴ)￣)ﾉ
******************************
party time
┏(-_-)┛┗(-_-﻿ )┓┗(-_-)┛┏(-_-)┓
******************************
peace yo!
(‾⌣‾)♉
******************************
penis2
○○)=======o)
******************************
perky
( ๏ Y ๏ )
******************************
pig2
༼☉ɷ⊙༽
******************************
piggy
(∩◕(oo)◕∩)
******************************
ping pong
( •_•)O*¯`·.¸.·´¯`°Q(•_• )
******************************
pirate
✌(◕‿-)✌
******************************
pistols1
¯¯̿̿¯̿̿'̿̿̿̿̿̿̿'̿̿'̿̿̿̿̿'̿̿̿)͇̿̿)̿̿̿̿ '̿̿̿̿̿̿\̵͇̿̿\=(•̪̀●́)=o/̵͇̿̿/'̿̿ ̿ ̿̿
******************************
pistols2
̿' ̿'\̵͇̿̿\з=(◕_◕)=ε/̵͇̿̿/'̿'̿ ̿
******************************
pistols3
 ̿̿ ̿̿ ̿’̿̿’̿\̵͇̿̿\з=( ͡ °_̯͡° )=ε/̵͇̿̿/’̿̿’̿ ̿ ̿̿ ̿̿
******************************
playing cards
[♥]]] [♦]]] [♣]]] [♠]]]
******************************
playing cards clubs
[♣]]]
******************************
playing cards diamonds
[♦]]]
******************************
playing cards hearts
[♥]]]
******************************
playing cards spades
[♠]]]
******************************
playing in snow
(╯^□^)╯︵ ❄☃❄
******************************
point
(☞ﾟヮﾟ)☞
******************************
polar bear
ˁ˚ᴥ˚ˀ
******************************
professor
"""⌐(ಠ۾ಠ)¬"""
******************************
puls
––•–√\/––√\/––•––
******************************
rak
/⦿L⦿\
******************************
rare
┌ಠ_ಠ)┌∩┐ ᶠᶸᶜᵏ♥ᵧₒᵤ
******************************
real face
( ͡° ͜ʖ ͡°)﻿
******************************
religious
☪ ✡ † ☨ ✞ ✝ ☥ ☦ ☓ ♁ ☩
******************************
robber
 -╤╗_(◙◙)_╔╤-   -  -  -  \o/ \o/ \o/
******************************
robot boy
◖(◣☩◢)◗
******************************
robot2
 c[○┬●]כ
******************************
rocket
∙∙∙∙∙·▫▫ᵒᴼᵒ▫ₒₒ▫ᵒᴼᵒ▫ₒₒ▫ᵒᴼᵒ☼)===>
******************************
rope
╚(▲_▲)╝
******************************
round bird
,(u°)>
******************************
sad1
ε(´סּ︵סּ`)з
******************************
sad2
(✖╭╮✖)
******************************
sad3
(◑﹏◐)
******************************
sad4
(◕_◕)
******************************
sat
'(◣_◢)'
******************************
satan
↑_(ΦwΦ;)Ψ
******************************
scissors
✄
******************************
sex symbol
◢♂◣◥♀◤◢♂◣◥♀◤
******************************
sheep
Â°lÂ°(,,,,);
******************************
shocked1
(∩╹□╹∩)
******************************
shrug
¯\_(ツ)_/¯
******************************
singing
d(^o^)b¸¸♬·¯·♩¸¸♪·¯·♫¸¸
******************************
singing2
♪└(￣◇￣)┐♪
******************************
sky free
ѧѦ ѧ  ︵͡︵  ̢ ̱ ̧̱ι̵̱̊ι̶̨̱ ̶̱   ︵ Ѧѧ  ︵͡ ︵   ѧ Ѧ    ̵̗̊o̵̖  ︵  ѦѦ ѧ
******************************
sleepy coffee
( -_-)旦~
******************************
slenderman
ϟƖΣNd€RMαN
******************************
smooth
(づ ￣ ³￣)づ ⓈⓂⓄⓄⓉⒽ
******************************
smug bastard
(‾⌣‾)
******************************
sniper rifle
︻デ┳═ー
******************************
sniperstars
✯╾━╤デ╦︻✯
******************************
snowing
✲´*。.❄¨¯`*✲。❄。*。
******************************
snowman1
☃
******************************
sorreh bro
(◢_◣)
******************************
spade bold
♠
******************************
spade regular
♤
******************************
sparkling heart
-`ღ´-
******************************
spell cast
╰( ⁰ ਊ ⁰ )━☆ﾟ.*･｡ﾟ
******************************
squee
ヾ(◎o◎,,；)ﾉ
******************************
squid
くコ:彡
******************************
srs face
(ಠ_ಠ)
******************************
stars
✌⊂(✰‿✰)つ✌
******************************
stars2
⋆ ✢ ✣ ✤ ✥ ✦ ✧ ✩ ✪ ✫ ✬ ✭ ✮ ✯ ✰ ★
******************************
sunglasses1
(•_•)>⌐■-■ (⌐■_■)
******************************
sunny day
☁ ▅▒░☼‿☼░▒▅ ☁
******************************
sword2
▬▬ι═══════ﺤ    -═══════ι▬▬
******************************
sword3
ס₪₪₪₪§|(Ξ≥≤≥≤≥≤ΞΞΞΞΞΞΞΞΞΞ>
******************************
sword8
▬▬ι═══════>
******************************
sword9
 <═══════ι▬▬
******************************
table flip
(╯°□°）╯︵ ┻━┻
******************************
teddy
ˁ(⦿ᴥ⦿)ˀ
******************************
telephone
ε(๏_๏)з】
******************************
text decoration
(¯`·._.··¸.-~*´¨¯¨`*·~-.,-(__)-,.-~*´¨¯¨`*·~-.¸··._.·´¯)
******************************
this guy
(☞ﾟ∀ﾟ)☞
******************************
tie-fighter
|—O—|
******************************
toungue out1
:-Þ
******************************
train
/˳˳_˳˳\!˳˳X˳˳!(˳˳_˳˳)[˳˳_˳˳]
******************************
umadbro
¯\_(ツ)_/¯
******************************
up
(◔/‿\◔)
******************************
upsidedown
( ͜。 ͡ʖ ͜。)
******************************
wat
ಠ_ಠ
******************************
wat-wat
Σ(‘◉⌓◉’)
******************************
waves
°º¤ø,¸¸,ø¤º°`°º¤ø,¸,ø¤°º¤ø,¸¸,ø¤º°`°º¤ø,¸
******************************
weather
☼ ☀ ☁ ☂ ☃ ☄ ☾ ☽ ❄ ☇ ☈ ⊙ ☉ ℃ ℉ ° ❅ ✺ ϟ
******************************
what?
ة_ة
******************************
what??
(Ͼ˳Ͽ)..!!!
******************************
why
ლ( `Д’ ლ)
******************************
wizard
(∩ ͡° ͜ʖ ͡°)⊃━☆ﾟ. *
******************************
woman
▓⚗_⚗▓
******************************
wtf dude?
＼(◑д◐)＞∠(◑д◐)
******************************
yessir
∠(･`_´･ )
******************************
yolo
Yᵒᵘ Oᶰˡʸ Lᶤᵛᵉ Oᶰᶜᵉ
******************************
zable
ಠ_ರೃ
******************************
zoidberg
(\/)(Ö,,,,Ö)(\/)
******************************
zombie
'º_º'
******************************
>>> decor_list()
barcode1
▌│█║▌║▌║ ƭεรƭ ║▌║▌║█│▌
******************************
champion1
◄[🏆]► ƭεรƭ ◄[🥇]►
******************************
chess1
▀▄▀▄▀▄ƭεรƭ▄▀▄▀▄▀
******************************
lucky1
🌈ꔣᨐ ƭεรƭ ᨐꔣ🌈
******************************
sad1
(-_-) ƭεรƭ (-_-)
******************************
soccer1
●●--●●◄⚽️► ƭεรƭ ◄⚽️►●●--●●
******************************
star1
【★】 ƭεรƭ 【★】
******************************
star2
★·.·´¯`·.·★ ƭεรƭ ★·.·´¯`·.·★
******************************
wave1
▁ ▂ ▄ ▅ ▆ ▇ █ƭεรƭ█ ▇ ▆ ▅ ▄ ▂ ▁
******************************
wave2
▉▇▆▅▄▃▂▂▂_ƭεรƭ_▂▂▃▄▅▆▇▉▉
******************************
>>> random.seed(24)
>>> Art = text2art("test","rnd-na")
>>> random.seed(45)
>>> Art2 = text2art("test","rnd-na")
>>> Art == Art2
False
>>> random.seed(24)
>>> Art = text2art("test","mix")
>>> random.seed(45)
>>> Art2 = text2art("test","mix")
>>> Art == Art2
False
>>> tprint("test","fancy1")
тεsт
<BLANKLINE>
>>> aprint("UnicodeEncodeError")
[Warning] 'UnicodeEncodeError' is not printable in this environment.
>>> tprint("test","UnicodeEncodeError")
[Warning] 'UnicodeEncodeError' is not printable in this environment.
>>> Data = tsave("test@34",font="antrophobia",filename="antrophobia.txt")
Saved!
Filename: antrophobia.txt
>>> Data = tsave("test@34",font="fancy37",filename="fancy37.txt")
Saved!
Filename: fancy37.txt
>>> Data = tsave("test",font="fancy6",filename="fancy6dec.txt",decoration="chess1")
Saved!
Filename: fancy6dec.txt
>>> Data["Message"]
'OK'
>>> Data["Status"]
True
>>> Data = tsave("test",font="fancy6",filename="fancy6dec.txt",overwrite=True,decoration="bar1")
Saved!
Filename: fancy6dec.txt
>>> Data["Message"]
'OK'
>>> Data["Status"]
True
>>> os.remove("antrophobia.txt")
>>> os.remove("fancy37.txt")
>>> os.remove("fancy6dec.txt")

'''
